[Balance.Balance_SeraphCrystalVendor InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachine.VendingMachine_SeraphCrystal WillowVendingMachineDefinition]
StatusMenuMapInfoBoxHeader="Serap crystal sculpture"
StatusMenuMapInfoBoxDescription="Swap Seraph Crystals for weapons!!"

